{
  "navBar": {
    "link1": "Sobre",
    "link2": "Projetos",
    "link3": "Contato"
  },
  "homePage": {
    "introduction1": "Eu sou",
    "introduction2": "desenvolvedora de software com residência nos Países Baixos",
    "introductionParagraph": "Uma brasileira graduada em Direito, que decidiu viver novos desafios como desenvolvedora de software, enquanto curte a vida nos Países Baixos",
    "aboutButton": "Saiba mais",
    "projectsIntroduction": "Projetos em Destaque",
    "project1": "Website de Previsão do Tempo",
    "project2": "Gerador de viagens por IA",
    "project3": "Website de Patchwork",
    "portfolioButton": "Veja meu Portfolio",
    "invitation": "Vamos trabalhar juntos!",
    "contactButton": "Contate-me"
  },
  "aboutPage": {
    "paragraph1": "Como uma desenvolvedora de software versátil baseada na Holanda, minha jornada foi moldada por uma ampla gama de experiências, cada uma contribuindo para minha abordagem holística na resolução de problemas e inovação. Originária do Brasil, embarquei em um caminho de exploração e autodescoberta, impulsionada por uma paixão pelo desenvolvimento de software e um compromisso inabalável com o crescimento pessoal.",
    "paragraph2": "Minha odisséia profissional começou com uma base em direito, onde cultivei habilidades inestimáveis em pensamento analítico e resolução de problemas durante minha passagem como assistente de promotor no Brasil. Transicionando do tribunal para o mundo da tecnologia, traduzi habilmente essas habilidades para o campo do desenvolvimento de software, onde a atenção aos detalhes e a resolução estratégica de problemas são fundamentais.",
    "paragraph3": "Ao me mudar para a Holanda, embarquei em uma jornada deliberada de reinvenção, impulsionada por um genuíno desejo de perseguir minha paixão recém-descoberta pela codificação. Minha imersão no mundo da programação começou com incursões exploratórias no desenvolvimento de front-end, culminando na diversificação de linguagens de back-end, como Python.",
    "paragraph4": "Minha jornada deu uma guinada decisiva com os workshops She Codes, onde mergulhei fundo nas complexidades do desenvolvimento de front-end, aproveitando o poder do TypeScript e do framework React para criar experiências imersivas para o usuário. Empoderado por essa experiência transformadora, fiz a transição para o papel de desenvolvedora de software com um compromisso inabalável com a excelência.",
    "paragraph5": "Minhas iniciativas recentes como desenvolvedora de software enriqueceram ainda mais meu conjunto de habilidades, me equipando com uma sólida base no framework Vue e TypeScript. Em meu papel em uma plataforma de leilão especializada em camisetas esportivas, naveguei habilmente pelas complexidades do Vue e do TypeScript, aproveitando minha experiência para escrever código eficiente, conduzir testes abrangentes usando Jest e Cypress e resolver problemas dentro da plataforma de site da empresa com precisão e eficiência.",
    "paragraph6": "Além disso, minha permanência como desenvolvedora de front-end para uma plataforma compartilhada de Campers e Caravans me proporcionou insights e experiências inestimáveis, aprimorando minha proficiência em HTML/CSS, TypeScript, React e Redux. Colaborando com equipes multifuncionais, desempenhei um papel fundamental no desenvolvimento de recursos inovadores e na otimização das experiências do usuário, consolidando minha reputação como um desenvolvedora de software versátil e habilidosa.",
    "paragraph7": "Impulsionada por uma busca incessante pela excelência e alimentada por uma paixão pela inovação, estou pronta para continuar minha trajetória como desenvolvedora de software, aproveitando meu conjunto de habilidades diversificado e minha curiosidade insaciável para expandir os limites do que é possível no cenário em constante evolução da tecnologia.",
    "title1": "Skills and Proficiency",
    "title2": "Education and Certificates",
    "certificate1": "2007-2012 Bacharel em Direito, Universidade Federal de Santa Catarina (UFSC)",
    "certificate2": "2013-2014 Pós-Graduação Especialização em Direito Penal e Processual Penal, Escola do Ministério Público de Santa Catarina.",
    "certificate3": "Julho 2021 - She Codes Basic - Introdução a Programação",
    "certificate4": "Agosto 2021 - She Codes Plus - Desenvolvimento Front-end",
    "certificate5": "Setembro 2021 - She Codes Desenvolvimento Web Responsivo",
    "certificate6": "Outubro 2021 - She Codes Desenvolvimento React",
    "certificate7": "Novembro 2022 - Udemy - Compreendendo Typescript Edição 2023",
    "certificate8": "Dezembro 2023 - She Codes Introdução a Inteligencia Artificial",
    "certificate9": "April 2024 - She Codes Python Basico",
    "certificate10": "April 2024 - She Codes Python Avançado"
  },
  "projectsPage": {
    "title": "Conheça um pouco dos meus últimos projetos!",
    "project1": "Rascunho de Portfolio",
    "projectDescription1": "Um website com múltiplas páginas criado em JavaScript e responsivo para celulares.",
    "project2": "Website de Previsão do Tempo",
    "projectDescription2": "Aplicativo meteorológico em tempo real criado durante o She Codes usando HTML, CSS, React e integração de API.",
    "project3": "Dicionário Online",
    "projectDescription3": "Um Dicionário React construído com integração de API que retorna o significado e as definições das palavras que estão sendo pesquisadas.",
    "project4": "Website de Patchwork",
    "projectDescription4": "Um website para mostrar o portfolio de projetos em Patchwork feitos pela proprietária. Construído em React com suporte para internacionalização (i18n).",
    "project5": "Clone da Página do Google",
    "projectDescription5": "Um aplicativo que imita a página de busca do Google, construído em HTML, CSS e JavaScript e responsivo para tablets e celulares.",
    "project6": "Jogo da Forca",
    "projectDescription6": "Jogo da Forca construido em Typescript, utilizando a framework Next.js e Tailwind como framework de CSS.",
    "project7": "Gerador de poemas por Inteligência Artificial.",
    "projectDescription7": "Um gerador de poemas por inteligência artificial construído em Javascript como um projeto para o curso She Codes Introdução a Inteligencia Artificial",
    "project8": "Gerador de Viagens Inteligência Artificial",
    "projectDescription8": "Um gerador de viagens construído com integração de API de Inteligência Artificial.",
    "project9": "Planejador de Tarefas",
    "projectDescription9": "Um aplicativo construído em Python para organizar tarefas, com a possibilidade de adicionar tarefas a uma lista, visualizar a lista de tarefas, deletar as tarefas e sair do aplicativo."
  }
}
